# FabricSheetMass Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..FabricSheetMass Property
ParameterTypeId Class See Also
---
"Sheet Mass": Sheet Mass
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId FabricSheetMass { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FabricSheetMass As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FabricSheetMass {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace